new Vue({
    el: '#r',
    data: {
        topiclist: [
            {
                data: '行业大牛 ，细说PHP作者，现身PHP中文网直播送书300本，PHP中文网学员超级福利！',
                text: 69133
            },
            {
              data: 'T楼送书活动又开始 啦！！！回帖编程书籍拿回家！（已结束）',
              text: 35672
          },
          {
              data: 'php中文社区上线！！！！送书啦！！！（结束）',
              text: 32612
          },
          {
              data: 'php中文网大型直播公益免费课报名帖。。。',
              text: 31070
          },
          {
              data: 'T楼送服务器、送鼠标垫活动，先到先得！',
              text: 27486
          },
          {
              data: 'php中文网大型公益直播即将开课！从0开始开发PHP框架，并使用原创开发框架仿糗事百科网站（已结束）',
              text: 26467
          },
          {
              data: 'TP6.0专题: ThinkPHP 6.0 视频+图文教程(独家首发)',
              text: 25581
          },
          {
              data: 'T楼活动又开始啦!!!! 价值1300元的课程等你来枪（已结束）',
              text: 23508
          },
          {
              data: '[独家全程图解]ThinkPHP6框架的下载与安装',
              text: 23405
          },
          {
              data: 'APP 调微信支付接口 PHP代码 APP端 调用时报-100 什么原因?',
              text: 20913
          }
        ]
    }
})